[{"title":"百日匆匆，余生很长，我只要你~","date":"2018-08-08T21:20:00.000Z","path":"2018/08/09/一百天啦/","text":"记得我那天(2017.4.20到今天也有476天了)晚上我鼓起勇气跟你聊天😀，之后又时不时的和你聊天，到后来我们谩慢习惯了每天都要和对方聊天的生活方式，看着小火花慢慢变成了大火花，大火花变成了巨轮，我们渐渐习惯身边有了对方，慢慢走进对方的心里，和你的每一天都是那么的开心和快乐。那天(2018.5.2)凌晨，躺在你身旁，心中想着，如果再不跨出那一步，怕是自己永远都不会原谅自己吧，于是我们就在一起了。那天，感觉什么都来的好快啊，牵手，拥抱，接吻😘（还一起睡过，嘿嘿，每次提到这都莫名的开心），在一起后的前一段时间，我们从不太习惯，逐渐变得熟悉，慢慢地，有了恋爱幸福的感觉.. 转眼间，我们在一起已经一百天了，和你在一起的每一天都是满满的回忆。 我有好多好多话要给你说呢😝。 不知道什么时候就开始注意到你了😍，可能从那时候起，你已经偷走了我的心♥。一天天默默地关注你，终于鼓起勇气加上你的QQ，和你开始聊天之旅，你开始主动问我问题，我也时不时主动找你聊天，那天你说我们一起吃顿饭，当时我就心花怒放，认为你也对我有感觉，第一次见面似乎不是很好，还有点小尴尬，记得你说你不吃香菜，我就傻傻的夹起香菜往汤塞，觉得看不见就好，没那么严重，哈哈，当时好傻呀。你知道啵，当时我回去后，把场景又回想了很多次，觉得自己要是能再来一次能做的更好更好。心里还在乱想，她对我印象怎么样呀，是不可差了，心理可谓是忐忑不安😱。 还记得上面这张图片啵，那应该是你还不知道我长什么样的时候，你问我一道程序题，我在课上就写好了，当时你坐在我正前面，可怂了我当时，写好后不敢把这个小纸条给你，最后就拍了这一张照片给你发过去.. 渐渐的，我们也熟悉起来了，有时候聊的话题也比较开了，我也一直在想就这样慢慢的，我们能走到一起吧 于是，我就开始计划什么时候表白了，当时在网上买了好多好多信纸和信封，准备在考试后设计写封情书给你，可是期末压力太大了，买回信纸信封后，却没时间写了。期末考完，你们当时也急着要去支教，我还计划着你们支教后去火车站接你，顺便把信给你，最后却也不了了之了；于是想到写一个网站去跟你表白，那几天，也是跟我现在的状况差不多吧，学习如何去“建网站”，一天晚上我们聊的让我觉得很有感觉，实际已经很成熟了，于是就加工到了5点半，匆匆忙忙把一个网站弄出来，没有域名，没有格式，只是默认的模板，套上去，写了一晚上的文本，期待着我们的开始（还发了说说），第二天早上又是很早就起来去装成绩单，却等到了一个失望的信息😡（立马又删了说说，网站也停了），以为我们的关系就此结束，不过很快又调整心态奋起直追了，但不敢再轻易去表白，就想着先默默关注着你，到时候，如果你有情况了，就默默祝福你，不再缠着你，没有的话就一直缠着你（我就不信像我这么好的男生，竟然还收不下宝宝了，最后还不是被我的魅力迷倒）。 时间渐渐流淌，我们成了很好的朋友（最后还是男女朋友呀😜），不仅在学习上我们互相鼓励，相互督促，在生活中遇到开心不开心的事我们都会相互分享，还记得我送你的第一件礼物啵（不记得我就生气了😡），嘿嘿，对啦就是下面的月球灯，good night moon（晚安，悦），当时还把珍藏多年（半年）的信封信纸拿出来，写了三版，最后送到你手里的是我认为最好的一版😁，还有还有《摆渡人2》。（哇哦，小宝宝一次生日就收到了宝贝三件礼物呢，真是羡慕宝宝有这么好的宝贝陪着） 还记得你说过你喜欢我啵，我给你说过好多好多遍（一开始还是有点害羞，后面就光明正大，现在每天都是喜欢你哒），你还常常说不喜欢我，哼，大骗人🙄，看看下面的截图，嘿嘿，都保存下来啦，笨宝宝，想我喜欢我就说嘛。 其实吧，我最喜欢你的一句话是这句，嘿嘿，原来不知不觉中，你不喜欢我了，是爱上我了❤。 时间流逝，流不走的是我们之间的感情，慢慢地我们的友情在升华，其实我感觉我们一直在向着恋人这个方向发展的，大二下半学期里，我们一起看过了《捉妖记2》（嘿嘿，第一次陪小宝宝看电影，剧情还不错）；一起翘了点名，偷偷跑出去看了《头号玩家》（结果回来的时候，选错方向了，还好中途及时发现，不然就露宿街头）；运动会那会，两人春游去了动物园（宝宝不敢摸小鹿，嘿嘿，有什么好怕的嘛，对天鹅湖的味道记忆犹新，但是却玩的十分开心），隔壁的游乐园（过山车，没注意宝宝穿的裙纸，害宝宝受伤了），晚上看了电影《狂暴巨兽》（体验了下按摩椅的“快感”），不平凡的一天，嘿嘿。 而后不久我们一起度过了五一数模，很怀念这个数模比赛，不仅是我们获得了校一等奖的荣誉，更重要的是获得了我们之间的爱情（当时是这么想的“既然都睡一起了，在不主动点，就是对宝宝的不负责，这样不行，为了以后宝宝，我要对宝宝负责”嘿嘿）。从开始追逐，到成功确立关系376天，一年多一点，中间当然也有想过要放弃过啦，但是睡一觉起来，习惯性的打开QQ，又是笑嘻嘻地和宝宝聊天（舍友都说我的笑可猥琐😭） 在一起的第一天，我们似乎把一般情侣之前干过的是都做过了，牵手（宝宝的手牵起来可舒服了软软的，和宝宝一块走，不牵着手就感觉少了点啥），拥抱，亲吻（还是宝宝暗示我好多好多次才反应过来，略略略，情商比较低，余生请多指教啦），还一起睡过呢（嘿嘿，就喜欢这么说）。一切都感觉来的太快了，但是一年多，也不算快啦。 在之后地几天中慢慢地从不太习惯，又逐渐熟悉起来了，渐渐习惯了一起上课一起吃饭一起自习，干什么都要在一起的日子，有时我也会惹宝宝生气，而我，不是找不到原因就是沉默，这就让宝宝更生气更难过了，还好最后都有个不错的认错态度。让宝宝都原谅了我。成为男女朋友最大的好处就是，能有小手拉着，有宝宝陪着，我们把新综老综都吃了个遍，把校园都走过遍，也在不同教学楼之间自习过，而每一天只要有宝宝陪着似乎就是特别开心的一件事。我们也一起去看过私人影院（真的特别好看，总想再去一次）电影院的最后一排更是美好的回忆。到了暑假，虽然每隔一周会见一两次，但是总觉得不够，每天也都在聊天，汇报每天的工作，分享看到好玩的事（解答练车上的问题，嘿嘿，小宝宝）总感觉距离并没有让我们越来越远，而是让我们的心越来越近。想起每天的聊天，相互的关心，心中是暖的，开心哒，嘿嘿。 宝宝，这个就是我送你的我们在一起100天的礼物啦，历时两天持续工作，本来是要自己写写网站，但是学习过程中体会到了网站也不是那么简单的，于是就修改了主题，自己添加了一些新的元素。其中第1.2.4.9.10张照片的尺寸是520，第3.5.6.7.8张照片的尺寸是131.4，最后一张的尺寸是1314。嘿嘿，宝宝，爱你一生一世~！ 以后TingAndYue52.life（实名认证中）将是属于我们自己的网站，之后我会慢慢打造它，用自己学过的知识，逐步完善。它会记录我们生活的点滴，我们生活的感悟，希望它能记录我们的life，就如它的后缀一样，一起度过余生。宝宝，宝贝很爱你哒😘~ 余生很长，我只要你~","categories":[{"name":"有感","slug":"有感","permalink":"http://TingAndYue52.life/categories/有感/"}],"tags":[{"name":"恋爱","slug":"恋爱","permalink":"http://TingAndYue52.life/tags/恋爱/"},{"name":"百天","slug":"百天","permalink":"http://TingAndYue52.life/tags/百天/"}]}]